{
  "about": {
    "intro": "<p>I have always been a guy with his head in the clouds and because of this, I have a unique sense of creativity. My professionalism and sometimes childlike wonder make me really enjoyable to work with, which can help colleagues overcome any challenge.</p>",
    "originStory": "<p>We all have our own big dreams when we are young. Mine was to spend my life doing something that I like.</p><p>I never considered working in the film industry because the reality of living in a small city made it almost impossible to believe. At that time I was finishing my apprenticeship as an electrician and I wasn’t really happy with my life.<br>The only thing that made me happy was my love for music, which I had carried with me since I was 6 years old.<br>The music in my life gave me the inspiration to redirect my future toward my passion for sound.</p><p>Then something amazing happened! Finding my way within that small world, I was fortunate enough to work at the <a href=\"http://www.rsi.ch/\" target=\"_blank\">national radio and television station</a>, an experience that changed my life.<br>Two years there allowed me to learn all the basics about the world of sound for both music and radio/TV production, and I also discovered the existence of this art form called sound design.</p><p>Finally I knew what I wanted to do with my life, but it forced me to make a really hard decision: if I opted to study sound design I wanted to do it properly at a really good school, but I would have had to leave everything and everyone behind to chase that dream.<br>Not an easy decision to make, but sometimes you have to take risks, especially when it comes to spending the rest of your life doing something that you like.<br>So I made my decision. Because it was my choice, I wanted to save money and pay for school by myself, without letting my family help me. Then one day I was finally able to apply to the <a href=\"https://vfs.edu/programs/sound-design\" target=\"_blank\">Sound Design program</a> at <a href=\"https://vfs.edu/\" target=\"_blank\">Vancouver Film School</a>.</p><p>I was impatiently waiting for school to start, but the thrill of sound design pushed me to begin experimenting and learning how to design sounds on my own.<br>When I was working on my first projects, I had some moments of weakness and I wondered if I was doing the right thing and if my work was good enough.<br>From all this, I learned how to persevere through hard times and more importantly, how to overcome challenges to achieve my goals.</p>",
    "skills": [
      "Sound Design",
      "Mixing & Mastering",
      "Field Recording",
      "Foley",
      "Post Audio Editing",
      "Game Audio Implementation",
      "Music Editing",
      "Production Sound",
      "Dialogue Recording & Editing"
    ],
    "knowledge": [
      "Pro Tools",
      "Logic Pro",
      "Wwise",
      "Unity",
      "Kyma",
      "Max MSP",
      "FMOD Designer",
      "Perforce",
      "Kontakt"
    ]
  },
  "author": {
    "email": "loris.bettazza@gmail.com",
    "firstName": "Loris",
    "lastName": "Bettazza"
  },
  "client": {
    "email": "andreacolosiosound@gmail.com",
    "firstName": "Andrea",
    "lastName": "Colosio"
  },
  "menu": {
    "home": {
      "name": "Home",
      "url": "/"
    },
    "works": {
      "name": "Works",
      "url": "/works"
    },
    "about": {
      "name": "About",
      "url": "/about"
    },
    "whatIDo": {
      "name": "What I do",
      "url": "/what-i-do"
    },
    "news": {
      "name": "News",
      "url": "/news"
    },
    "contact": {
      "name": "Contact",
      "url": "/contact"
    }
  },
  "meta": {
    "home": {
      "title": "Andrea Colosio — Sound Designer Portfolio",
      "description": "Andrea Colosio, Sound Designer and Story Teller for Film and Games. Check out my latest works in my online portfolio."
    },
    "works": {
      "title": "Works — Andrea Colosio — Sound Designer Portfolio",
      "description": "Andrea Colosio, Sound Designer and Story Teller for Film and Games. Check out my latest works in my online portfolio."
    },
    "about": {
      "title": "About me — Andrea Colosio — Sound Designer Portfolio",
      "description": "Andrea Colosio, Sound Designer and Story Teller for Film and Games. Check out my latest works in my online portfolio."
    },
    "whatIDo": {
      "title": "What I do — Andrea Colosio — Sound Designer Portfolio",
      "description": "Andrea Colosio, Sound Designer and Story Teller for Film and Games. Check out my latest works in my online portfolio."
    },
    "news": {
      "title": "News — Andrea Colosio — Sound Designer Portfolio",
      "description": "Andrea Colosio, Sound Designer and Story Teller for Film and Games. Check out my latest works in my online portfolio."
    },
    "contact": {
      "title": "Contact me — Andrea Colosio — Sound Designer Portfolio",
      "description": "Andrea Colosio, Sound Designer and Story Teller for Film and Games. Check out my latest works in my online portfolio."
    }
  },
  "news": [
    {
      "thumbnail": "/img/news/new-equipment.jpg",
      "alt": "Scarlett 18i20’s package",
      "title": "New Equipment",
      "date": "May 24th, 2017",
      "isodate": "2017-05-24",
      "text": "<p>The first of a series of packages has arrived! I will slowly begin to open an editing suite for my freelancing works.<br>There is a plan for the future…</p>"
    },
    {
      "thumbnail": "/img/news/graduation-day.jpg",
      "alt": "Andrea with the other VFS students on graduation day",
      "title": "Graduation Day!",
      "date": "February 20th, 2017",
      "isodate": "2017-02-20",
      "text": "<p>I still can’t believe that today we graduate! I want to say thanks to all my instructors for everything they taught me and I’m sure today it will be an incredible day. I’m looking at the future with more confidence now and let’s hope it will be brighter than ever!</p>"
    },
    {
      "thumbnail": "/img/news/almost-over.jpg",
      "alt": "Andrea with the other VFS students in front of the Vancouver International Film Centre",
      "title": "Almost Over",
      "date": "January 10th, 2017",
      "isodate": "2017-01-10",
      "text": "<p>We’re so close to the end of this incredible year! It has been a beautiful journey full of learning and fun. I am surprised how fast this last month has been and I’m pretty sure that we will finish really soon.</p>"
    },
    {
      "thumbnail": "/img/news/new-gear.jpg",
      "alt": "Kyma’s package",
      "title": "New Gear",
      "date": "April 17th, 2016",
      "isodate": "2016-04-17",
      "text": "<p>I just received my new toy! I bought a beautiful software for sound design called <a href=\"http://kyma.symbolicsound.com/\" target=\"_blank\">Kyma made by Symbolic Sound</a> and it’s AMAZING! I’m really looking forward to play and experiment with it.</p>"
    }
  ],
  "site": {
    "url": "http://andreacolosiosound.com"
  },
  "slider": [
    {
      "url": "/img/slider/andrea-beach.jpg",
      "alt": "Andrea recording on the beach"
    },
    {
      "url": "/img/slider/andrea-studio.jpg",
      "alt": "Andrea in the studio"
    },
    {
      "url": "/img/slider/andrea-and-sofia.jpg",
      "alt": "Andrea and Sofia preparing the equipment on set"
    },
    {
      "url": "/img/slider/microphone-garden.jpg",
      "alt": "Andrea recording in the garden"
    },
    {
      "url": "/img/slider/microphone-street.jpg",
      "alt": "Andrea recording traffic noise"
    },
    {
      "url": "/img/slider/microphone-bike.jpg",
      "alt": "Andrea recording his bike"
    },
    {
      "url": "/img/slider/school-group.jpg",
      "alt": "Group photo with other VFS students"
    },
    {
      "url": "/img/slider/on-set-1.jpg",
      "alt": "Andrea on set with other VFS students (1)"
    },
    {
      "url": "/img/slider/on-set-2.jpg",
      "alt": "Andrea on set with other VFS students (2)"
    },
    {
      "url": "/img/slider/on-set-3.jpg",
      "alt": "Andrea on set with other VFS students (3)"
    },
    {
      "url": "/img/slider/on-set-4.jpg",
      "alt": "Andrea on set with other VFS students (4)"
    }
  ],
  "slogan": {
    "main": "Andrea Colosio",
    "secondary": "Sound Designer"
  },
  "social": [
    {
      "name": "Facebook",
      "url": "https://www.facebook.com/AndreaColosioSound"
    },
    {
      "name": "Soundcloud",
      "url": "https://soundcloud.com/andrea-colosio-897590039"
    },
    {
      "name": "Linkedin",
      "url": "https://www.linkedin.com/in/andreacolosio"
    },
    {
      "name": "IMDb",
      "url": "http://www.imdb.com/user/ur72108005"
    }
  ],
  "whatIDo": {
    "intro": "<p>My job is pretty incredible but unfortunately not everybody knows what exactly I do, so I want to describe the different stages of my work:</p>",
    "outro": "<p>At the end every single sound and detail created will help telling the Story imagined by the Director, making a film capable of capturing the audience.</p>",
    "sections": [
      {
        "name": "Boom Operator & Location Sound Mixer",
        "body": "<p>This is the beginning of everything; the <a href=\"#boom-operator-location-sound-mixer\">Boom Operator</a> works directly on the location and his job is to hold the boom pole (thus the microphone) capturing all the performances on set. While the <a href=\"#boom-operator-location-sound-mixer\">Location Sound Mixer</a> is responsible for recording and making sure that everything captured by the <a href=\"#boom-operator-location-sound-mixer\">Boom Operator</a> sounds good. Those two jobs are crucial and very important for the quality of the production sound.</p><ul><li><a href=\"https://www.youtube.com/watch?v=n6LqibtC-5g\" target=\"_blank\">[Video] Boom Operator</a></li><li><a href=\"https://www.youtube.com/watch?v=LOHX-fn8Ujo\" target=\"_blank\">[Video] Location Sound Mixer</a></li></ul>"
      },
      {
        "name": "Dialogue Editor",
        "body": "<p>This is the person responsible for cleaning all the production sound recorded on set and create an edit session for the final mix that will bring a clean dialogue to the film. The <a href=\"#dialogue-editor\">Dialogue editor</a> is also responsible for calling the possible lines that need to be re-recorded (<a href=\"#adr-walla-recordist\">ADR</a>) and for the <a href=\"#adr-walla-recordist\">Walla sessions</a>.</p><ul><li><a href=\"https://www.youtube.com/watch?v=Kn_D9md7Syw\" target=\"_blank\">[Video] Dialogue Editor</a></li></ul>"
      },
      {
        "name": "BG Editor",
        "body": "<p>The <a href=\"#bg-editor\">BG Editor</a>’s role is to provide an edit session to the mix stage with all the background sounds recreated, such as wind, birds chirping, rain, leaves, traffic, etc.</p>"
      },
      {
        "name": "SFX Editor",
        "body": "<p>This editor’s job is to create a sound effect session for the final mix. With “sound effects” it is meant all the realistic sounds that are present in the movie, such cars, a dog barking, a gunshot, a “hit” sound, etc. Those sounds are useful to help enhancing particular moments or actions in the film.</p><ul><li><a href=\"https://vimeo.com/204839641\" target=\"_blank\">[Video] SFX Editor</a></li></ul>"
      },
      {
        "name": "Foley Artist & Foley Recordist",
        "body": "<p>Foley is the art of performing sounds live to a picture, related to the characters in a film. Those sounds are a subtle but crucial layer in the final mix and they really help giving some life and movement to the characters. <a href=\"#foley-artist-foley-recordist\">Foley artists</a> record all the sounds like footsteps, clothes, hand touches, objects that the characters wear and sometimes even some sound effects.</p><ul><li><a href=\"https://www.youtube.com/watch?v=UO3N_PRIgX0\" target=\"_blank\">[Video] Foley Artist & Recordist</a></li></ul>"
      },
      {
        "name": "Music Editor",
        "body": "<p>The <a href=\"#music-editor\">Music Editor</a> takes the music chosen from the Music Supervisor or composed by the Composer and edits it so that it fits within the picture, thus in the places where the music is the most effective in telling the story.</p><ul><li><a href=\"https://www.youtube.com/watch?v=ZP5WYa2Z1VY\" target=\"_blank\">[Video] Music Editor</a></li></ul>"
      },
      {
        "name": "ADR & Walla Recordist",
        "body": "<p>The <a href=\"#adr-walla-recordist\">ADR & Walla Recordists</a> are responsible to record the ADR (Automated Dialogue Recording) and the Walla sessions for the <a href=\"#dialogue-editor\">Dialogue Editor</a>. An ADR session is the process of re-recording all the requested lines of dialogue of an actor in post production. On the other hand the Walla session is a technique used to record a group of people reacting in a specific way to the scenes, it’s useful for having a more specific and controlled background sounds.</p><ul><li><a href=\"https://www.youtube.com/watch?v=Sf76Ptslk2Y\" target=\"_blank\">[Video] ADR</a></li><li><a href=\"https://www.youtube.com/watch?v=wyH9Uc4JvAA\" target=\"_blank\">[Video] Walla</a></li></ul>"
      },
      {
        "name": "Sound Designer",
        "body": "<p>The <a href=\"#sound-designer\">Sound Designer</a>’s job is to provide and create all those sounds that do not exist and they could have emotional purposes (like drones) or they can be specifically for something like a creature or a monster. He needs to be creative in manipulating the sounds or generate some of them to achieve his goals.</p><ul><li><a href=\"https://www.youtube.com/watch?v=vvsizzCoXpw\" target=\"_blank\">[Video] Sound Designer</a></li></ul>"
      },
      {
        "name": "Re-Recording Mixer",
        "body": "<p>This is the final step of the audio post production, the <a href=\"#re-recording-mixer\">Re-Recording Mixer</a> receives the music and all the sounds from the editors and from that point, he works with the directors and the producers to tell the story that they have imagined. To do so he needs to mix (balance) all those sounds together throughout the whole film.</p><ul><li><a href=\"https://www.youtube.com/watch?v=ZNXBemqzkSs\" target=\"_blank\">[Video] Re-Recording Mixer</a></li></ul>"
      }
    ]
  },
  "works": [
    {
      "id": "205121933",
      "title": "Andrea Colosio – Demo Reel",
      "duration": "2:22",
      "description": "<p>This is my Sound Design Demo Reel</p>"
    },
    {
      "id": "223020888",
      "title": "Looking Around",
      "duration": "1:18",
      "description": "<p>This is a project that I did in collaboration with Sara Fiechter. I provided the sound replacement to her stop-motion school project and mixed it in stereo.</p>"
    },
    {
      "id": "205120303",
      "title": "Horizon Zero Dawn – VFS Final Sound Design Project",
      "duration": "4:16",
      "description": "<p>This is my final sound design project that I have done at <a href=\"https://vfs.edu\" target=\"_blank\">Vancouver Film School</a>. I am responsible for all the sounds replacement from the recordings, to the editing and the final mix as well. This is a stereo LtRt version of the original 5.1 mix that I have done in a Dolby approved theater. All the rights are reserved and belongs to Sony Interactive Entertainment Europe and <a href=\"https://www.guerrilla-games.com/\" target=\"_blank\">Guerrilla Games</a>.</p>"
    },
    {
      "id": "218019272",
      "title": "Hostile Inn Episode 2 – Episodic Film Collaboration",
      "duration": "9:18",
      "description": "<p>For this collaboration I did the music edit, recorded the ADR, performed and recorded foley as well as mixed the dialogue and the music. The 5.1 mix and the Stereo LtRt were done in a Dolby approved theater. This is the Lock Picture of the second episode of an episodic series in collaboration with the <a href=\"https://vfs.edu/\" target=\"_blank\">VFS</a> film campus.</p>"
    },
    {
      "id": "204840076",
      "title": "Waves Test Package – Sound Design Project",
      "duration": "0:49",
      "description": "<p>This was a test project with the goal of creating a piece of sound design with a limited amount of audio assets and 24 hours of time at disposal. I used the <a href=\"http://kyma.symbolicsound.com/\" target=\"_blank\">Kyma</a> software for the core of my sound design, mixed with other techniques.</p>"
    },
    {
      "id": "205494775",
      "title": "Teto – Breakdown",
      "duration": "8:03",
      "description": "<p>This is a breakdown of the game Teto that I made a gameplay of. In this video I show our <a href=\"https://www.audiokinetic.com/products/wwise/\" target=\"_blank\">Wwise</a> project and basically how the audio system for the game is structured.</p>"
    },
    {
      "id": "205494362",
      "title": "Dynamic Dialogue System – Wwise Project",
      "duration": "4:34",
      "description": "<p>This project is an example of a basic dynamic dialogue structure for a racing game. I started recording the actor’s performance and subsequently I edited and processed all the recorded clips. Once completed, I implemented them in <a href=\"https://www.audiokinetic.com/products/wwise/\" target=\"_blank\">Wwise</a> and created the dialogue structure to fit the required functionality.</p>"
    },
    {
      "id": "205493536",
      "title": "Teto – Gameplay",
      "duration": "6:11",
      "description": "<p>This video is a walkthrough of a game that I collaborated on and my main role was creating the Sound Design, the Foley and recording the voices. I also have been part of the implementation between <a href=\"https://www.audiokinetic.com/products/wwise/\" target=\"_blank\">Wwise</a> and the <a href=\"https://unity3d.com/\" target=\"_blank\">Unity Engine</a>. My other main role was to be the point of contact between our Sound Design group of three people, the Programmer and the Game Designers.</p>"
    },
    {
      "id": "204839641",
      "title": "Car Chase – Car Engines SFX Edit",
      "duration": "2:11",
      "description": "<p>This is a SFX editing project about car engines. I edited the two main cars of the chase and the related SFX. The project is the finished edit and has not been mixed.</p>"
    },
    {
      "id": "205494101",
      "title": "City Soundscape – Wwise project",
      "duration": "5:19",
      "description": "<p>For this project I recorded some assets for creating an RTPC based soundscape, such as cars-bys, different traffic recordings, rain and thunder. Afterwards I implemented those sounds in <a href=\"https://www.audiokinetic.com/products/wwise/\" target=\"_blank\">Wwise</a> and structure them accordingly to the appropriate behaviours.</p>"
    },
    {
      "id": "204839157",
      "title": "TE Fire – Sound Design Edit",
      "duration": "1:17",
      "description": "<p>This is a short piece of sound design that I edited for this specific sequence. The project is the finished edit and has not been mixed.</p>"
    },
    {
      "id": "205495094",
      "title": "Random Music Machine – Max MSP Patch",
      "duration": "5:07",
      "description": "<p>This <a href=\"https://cycling74.com/products/max/\" target=\"_blank\">Max</a> Patch is an interactive virtual music machine. It allows the user to change all the parameters and create their own saveable presets. I also included a button to randomize all the instruments and parameters.</p>"
    },
    {
      "id": "204837972",
      "title": "World of Warcraft – Music Edit",
      "duration": "3:22",
      "description": "<p>This project is an audio replacement of the original trailer but just with music. I did the music edit for the whole piece as demonstration on how important the music in a trailer can be. The music is provided by <a href=\"http://www.5alarmmusic.com/\" target=\"_blank\">5Alarm</a></p>"
    }
  ]
}
